4tron.stack-overflow-view
ardevia.sculptui-vscode
bpruitt-goddard.mermaid-markdown-syntax-highlighting
captainstack.captain-stack
codespaces-contrib.codeswing
DanielSanMedium.dscodegpt
esbenp.prettier-vscode
evileumas.html-to-javascript-string
jithurjacob.nbpreviewer
KevinRose.vsc-python-indent
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.live-server
ritwickdey.LiveServer
vintharas.learn-vim
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
vstirbu.vscode-mermaid-preview
